---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.LoadCombination
source: html/72861e16-a29d-e005-ef12-9241da597d01.htm
---
# LoadCombination Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.